Repository: Nurtugang/educenter_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Наши адреса
kk: Біздің адреслер

source: Обратная связь
kk: Кері байланыс

source: Выйти
kk: Шығу

source: Войти в свой аккаунт
kk: Өз аккаунтыңызға кіріңіз

source: Логотип школы Senim
kk: Senim мектебінің логотипі

source: Toggle navigation
kk: Навигацияны ауыстыру

source: Главная
kk: Басты бет

source: Видеокурсы
kk: Бейнелік курстар

source: Контакты
kk: Контактылар

source: Посещаемость
kk: Қатысу

source: Ученики
kk: Оқушылар

source: Досье учеников
kk: Оқушылардың досьесі

source: Проверка журнала
kk: Журналды тексеру

source: Дневник
kk: Күнделік

source: Дроби (легкие)
kk: Бөлшектер (оңай)

source: Дроби (сложные)
kk: Бөлшектер (күрделі)

source: Проценты
kk: Пайыздар

source: Выражения
kk: Өрнектер

source: Уравнения
kk: Теңдеулер

source: Интерактивный тренажёр дробей (Godot)
kk: Интерактивті бөлшектер тренажері (Godot)

source: Тестирование
kk: Тестілеу

source: Свободное тестирование
kk: Ашық тестілеу

source: Еженедельное тестирование
kk: Аптасына бір рет тестілеу

source: Подготовка в НИШ, РФМШ, БИЛ
kk: НИШ, РФМШ, БІЛ-ге дайындық

source: Подготовка к Олимпиадам по математике
kk: Математика олимпиадасына дайындық

source: Подготовка по школьной программе
kk: Мектептің бағдарламасы бойынша дайындық

source: Карта сайта
kk: Сайт картасы

source: Для персонала
kk: Персоналға арналған

source: Наши контакты
kk: Біздің контактылар

source: Все права защищены.
kk: Барлық құқықтар сақталған.

source: Платформа для онлайн-видеокурсов
kk: Онлайн бейнелік курстар платформасы

source: Добро пожаловать на нашу онлайн платформу, где открывается мир знаний через видеокурсы!
kk: Біздің онлайн платформасына қош келдіңіз, мұндағы бейнелік курстар арқылы білім ғаламы ашылады!

source: Перейти к видеокурсам
kk: Бейнелік курстарға өту

source: Система тестирования
kk: Тестілеу жүйесі

source: Проверьте свои знания с помощью нашей системы тестирования. Проходите тесты, закрепляйте материал и отслеживайте свой прогресс!
kk: Біздің тестілеу жүйесінің көмегімен өзіңіздің білімді тексеріңіз. Тестерді өтіңіз, материалды бекітіңіз және өздеріңіздің прогресін бақылаңыз!

source: Перейти к тестированию
kk: Тестілеуге өту

source: Онлайн-тренажеры
kk: Онлайн-тренажерлер

source: Используйте нашу систему тренажеров для практики работы с дробями и выражениями. Совершенствуйте свои навыки через интерактивные задания!
kk: Бөлшектер мен өрнектерді жұмысы бойынша өнеге үшін біздің тренажерлер жүйесін пайдаланыңыз. Интерактивті тапсырмалар арқылы өндіріңіз ынамдарыңызды!

source: Перейти к тренажеру
kk: Тренажерге өту

source: Предметы для изучения
kk: Оқыту үшін пәндер

source: Казахский язык
kk: Қазақ тілі

source: Английский язык
kk: Ағылшын тілі

source: Естествознание
kk: Табиғаттану

source: Наши видеокурсы
kk: Біздің бейнелік курстар

source: Видеокурс
kk: Бейнелік курс

source: Преподаватель
kk: Ұстаз

source: Курсы временно недоступны или у вас нет доступа к ним
kk: Курстар уақытша қол жетімсіз немесе олармен қол жеткіңіз жоқ

source: К сожалению, на данный момент видеокурсы отсутствуют. Пожалуйста, зайдите позже или свяжитесь
kk: Өкінішке орай, бұл ретте бейнелік курстар болмайды. Өтінемін, кейін келіңіз немесе байланыс құрыңыз

source: с нами
kk: бізбен

source: для получения дополнительной информации.
kk: қосымша ақпарат алу үшін.

source: Тренажер уравнений
kk: Теңдеулер тренажері

source: Проверить ответы
kk: Жауаптарды тексеру

source: Следующие задачи
kk: Келесі тапсырмалар

source: Ответ
kk: Жауап

source: Тренажер математических выражений
kk: Математикалық өрнектер тренажері

source: Тренажер сложных дробей
kk: Күрделі бөлшектер тренажері

source: Новые задания
kk: Жаңа тапсырмалар

source: a/b или число
kk: a/b немесе сан

source: Тренажер десятичных дробей
kk: Ондық бөлшектер тренажері

source: Тренажер дробей
kk: Бөлшектер тренажері

source: Тренажер процентов
kk: Пайыздар тренажері

source: Тренажер пропорций
kk: Пропорциялар тренажері
